Repository: zhuxb711/RX-Explorer
Catalog: RX_Explorer/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es, fr_fr, zh_hans, zh_hant

# SecureAreaEncryptTip.Subtitle
source: The 128bit AES-CTR mode already provides sufficient security by default, but you can also choose the 256bit AES-CTR mode for better security protection. Processors of the second generation Core processors and above support two modes of hardware acceleration, so there is no need to worry about performance issues
de_de: Der AES-128-CBC-Modus bietet bereits standardmäßig ausreichende Sicherheit, aber Sie können auch den AES-256-CBC-Modus für einen besseren Sicherheitsschutz wählen. Prozessoren der zweiten Generation von Core-Prozessoren und darüber unterstützen zwei Hardware-Beschleunigungsmodi, sodass Sie sich keine Sorgen über Leistungsprobleme machen müssen.
es: El modo AES-128-CBC ya ofrece seguridad suficiente por defecto, pero puedes elegir también el modo AES-256-CBC para una mayor seguridad. Los procesadores de segunda generación y superiores son compatibles con los dos modos de aceleración de hardware, por lo que no tienes que preocuparte de problemas de rendimiento.
fr_fr: Le mode AES-CTR 128 bits offre déjà une sécurité suffisante par défaut, mais vous pouvez également choisir le mode AES-CTR 256 bits pour une meilleure protection de la sécurité. Les processeurs des processeurs Core de deuxième génération et supérieurs prennent en charge deux modes d'accélération matérielle, il n'y a donc pas besoin de s'inquiéter des problèmes de performances
zh_hans: 默认情况下AES-128-CBC模式已经提供足够的安全性，但是您也可以选择AES-256-CBC模式以获得更加好的安全保护。第二代酷睿处理器以上等级的处理器均支持两种模式的硬件加速，因此无需担心性能问题
zh_hant: 預設狀況下，AES-128-CBC模式已經提供了足夠的安全性，但是您也可以選擇AES-256-CBC模式以獲得更好的安全保護。 Intel Core第二代處理器及更高版本的處理器支持兩種硬體加速模式，因此不需擔心性能的問題

# SecureAreaEncryptTip.Title
source: AES mode
de_de: AES-Modus
es: Modo AES
zh_hans: AES模式
zh_hant: 進階加密標準模式

# SecureAreaIntroDialog.CloseButtonText
source: Back
de_de: Zurück
es: Atrás
fr_fr: Retour
zh_hans: 返回
zh_hant: 返回

# SecureAreaIntroDialog.PrimaryButtonText
source: Unlock
de_de: Entsperren
es: Desbloquear
fr_fr: Débloquer
zh_hans: 解锁
zh_hant: 解鎖

# SecureAreaIntroDialog.Title
source: Introduction to Secure Area
de_de: Einführung in den Sicherheitsbereich
es: Introducción al área segura
fr_fr: Introduction à l'Espace Sécurisé
zh_hans: 安全域介绍
zh_hant: 加密庫介紹

# SecureAreaProperty.Label
source: Property
de_de: Eigenschaft
es: Propiedad
fr_fr: Propriété
zh_hans: 属性
zh_hant: 內容

# SecureAreaSettingAboutHeader.Text
source: About
de_de: Über
es: Quiénes somos
fr_fr: A propos
zh_hans: 关于
zh_hant: 關於

# SecureAreaSettingAboutText1.Text
source: RX built-in file vault
de_de: RX-integrierter Dateitresor
es: Sistema de protección archivos integrado en RX
fr_fr: RX coffre-fort de fichiers intégré
zh_hans: RX内建文件保险箱
zh_hant: RX內建資料庫

# SecureAreaSettingAboutText2.Text
source: Based on AES-CTR algorithm, combined with multiple system-level security authentication measures to ensure the secure storage of files
de_de: Basierend auf dem AES-CBC-Algorithmus, kombiniert mit mehreren Sicherheitsauthentifizierungsmaßnahmen auf Systemebene, um die sichere Speicherung von Dateien zu gewährleisten
es: Basado en un algoritmo AES-CB, combinado con múltiples medidas de autenticación de seguridad a nivel del sistema para garantizar un almacenamiento seguro de los archivos.
fr_fr: Basé sur l'algorithme AES-CTR et combiné à de multiples mesures d'authentification de sécurité au niveau du système pour garantir le stockage sécurisé des fichiers
zh_hans: 基于AES-CBC算法，结合多项系统级安全认证措施，确保文件安全存储
zh_hant: 基於AES-CBC算法及結合多種系統級安全認證措施，確保檔案安全無虞

# SecureAreaSettingAESMode1.Content
source: AES-128bit mode
de_de: AES-128bit Modus
es: Modo AES-128bit
zh_hans: AES-128bit 模式
zh_hant: AES-128bit 模式

# SecureAreaSettingAESMode2.Content
source: AES-256bit mode
de_de: AES-256bit Modus
es: Modo AES-256bit
zh_hans: AES-256bit 模式
zh_hant: AES-256bit 模式

# SecureAreaSettingButton.Label
source: Setting
de_de: Einstellung
es: Ajustes
fr_fr: Paramètres
zh_hans: 设置
zh_hant: 設定

# SecureAreaSettingEncryptionHeader.Text
source: Encryption mode
de_de: Verschlüsselungsmodus
es: Modo de cifrado
fr_fr: Mode de chiffrement
zh_hans: 加密模式
zh_hant: 加密方式

# SecureAreaSettingHeader.Text
source: Setting
de_de: Einstellung
es: Ajustes
fr_fr: Paramètres
zh_hans: 设置
zh_hant: 設定

# SecureAreaSettingLockMode1.Content
source: Lock immediately when leaving this page
de_de: Sofort sperren wenn Sie diese Seite verlassen
es: Bloquear de inmediato al salir de esta página
fr_fr: Verrouiller automatiquement lorsque je quitte cette page
zh_hans: 离开此页面时立刻锁定
zh_hant: 離開此頁面時立即鎖定

# SecureAreaSettingLockMode2.Content
source: Lock when this app is closing
de_de: Sperren wenn diese App geschlossen wird
es: Bloquear mientras se cierra la aplicación
fr_fr: Verrouiller lors de la fermeture de l'application
zh_hans: 此应用关闭时锁定
zh_hant: 該應式關閉時鎖定

# SecureAreaSettingLockModeHeader.Text
source: Security Area lock mode
de_de: Sicherheitsbereichssperrmodus
es: Modo de bloqueo de Área de seguridad
fr_fr: Mode de verrouillage de l'Espace Sécurisé
zh_hans: 安全域锁定模式
zh_hant: 加密庫鎖定模式

# SecureAreaSettingUseWH.Header
source: Simplify authentication with Windows Hello
de_de: Einfache Authentifizierung mit Windows Hello
es: Autenticación simplificada con Windows Hello
fr_fr: Authentification simplifiée avec Windows Hello
zh_hans: 使用Windows Hello简化认证过程
zh_hant: 使用Windows Hello簡化身份驗證

# SecureAreaWHTip.Subtitle
source: Utilizing Windows Hello to strengthen the security of the security domain, Windows Hello saves the necessary credentials to the TPM security chip. The TPM chip is not affected by any software and hardware vulnerabilities, so these credentials will not be disclosed in any unauthorized state. RX utilizes this feature, combined with AES encryption, to provide unparalleled security protection
de_de: Windows Hello speichert die erforderlichen Anmeldeinformationen auf dem TPM-Sicherheitschip, indem Windows Hello verwendet wird, um die Sicherheit der Sicherheitsdomäne zu erhöhen. Der TPM-Chip ist nicht von Software- und Hardware-Schwachstellen betroffen, daher werden diese Anmeldeinformationen nicht in einem nicht autorisierten Zustand offengelegt. RX nutzt diese Funktion in Kombination mit AES-Verschlüsselung, um einen beispiellosen Sicherheitsschutz zu bieten
es: Usar Windows Hello refuerza la seguridad del dominio de seguridad; Windows Hello guarda las credenciales necesarias en el chip de seguridad TPM. este chip no se ve afectado por ninguna vulnerabilidad de software o hardware, por lo que estas credenciales no serán reveladas en ningún estado no autorizado. RX usa esta función, combinada con la codificación AES, para proporcionar una protección de seguridad sin precedentes.
fr_fr: L'utilisation de Windows Hello renforce la sécurité de l'Espace Sécurisé. Windows Hello enregistre les informations d'identification nécessaires dans la puce de sécurité TPM. La puce TPM n'est pas affectée par des vulnérabilités logicielles et matérielles, donc ces informations ne seront jamais divulguées. RX utilise cette fonctionnalité, combinée au cryptage AES, pour fournir une protection de sécurité sans précédent.
zh_hans: 利用Windows Hello来加强安全域的安全性，Windows Hello将必要的凭据保存至TPM安全芯片中。TPM芯片不受任何软硬件漏洞的影响，因此不会在任何未授权状态下泄露这些凭据。RX利用这一特性，结合AES加密，提供无与伦比的安全保护
zh_hant: 使用Windows Hello增強加密目的安全性，Windows Hello將必要的憑據保存到TPM安全芯片。 TPM芯片不受任何軟件和硬件漏洞的影響，因此不會在任何未授權狀態下公開這些憑據。 RX利用此功能，結合AES加密，提供了無與倫比的安全保護

# SecureAreaWHTip.Title
source: Combine with Windows Hello
de_de: Mit Windows Hello kombinieren
es: Combinar con Windows Hello
fr_fr: Combiner avec Windows Hello
zh_hans: 与Windows Hello结合
zh_hant: 支持Windows Hello認證

# SettingAbout.Text
source: About
de_de: Über
es: Quiénes somos
fr_fr: A propos
zh_hans: 关于
zh_hant: 關於

# SettingAdvance.Text
source: Advanced
de_de: Erweitert
es: Avanzado
fr_fr: Avancée
zh_hans: 高级
zh_hant: 進階

# SettingBasicText.Text
source: Basic
de_de: Grundlegend
es: Básico
fr_fr: Basique
zh_hans: 基本
zh_hant: 基本

# TintLuminosityTipContent.Text
source: Acrylic transmittance determines how much light from the background is allowed to pass through the App's acrylic material. The smaller the value, the higher the Acrylic theme color ratio, and the higher the percentage of light from the background.
de_de: Acryl-Lichtdurchlässigkeit bestimmt, wie viel Licht aus dem Hintergrund durch das Acrylmaterial der App kommen darf. Je kleiner der Wert, desto höher das Farbverhältnis des Acryl-Themas und desto höher der Lichtanteil aus dem Hintergrund.
es: La transmitancia acrílica determina cuánta luz puede atravesar el material acrílico de la aplicación. Cuanto menor sea el valor, mayor será la relación de color del tema acrílico y mayor será el porcentaje de luz del fondo.
fr_fr: La transmission de l'acrylique détermine la quantité de lumière de l'arrière-plan autorisée à traverser le matériau acrylique de l'application. Plus la valeur est petite, plus le rapport de couleurs du thème Acrylique est élevé et plus le pourcentage de lumière provenant de l'arrière-plan est élevé.
zh_hans: Acrylic透光度决定了允许多少来自背景的光通过App的亚克力材质，此值越小表示Acrylic主题色占比越高，越大表示来自背景的光线占比越高。
zh_hant: Acrylic透明度決定了背景透光度。 數值越小，透明主題比例越高，背景透光度的比例越高。

# TintOpacityTipContent.Text
source: Acrylic theme color layer transparency, the larger the value, the lighter the Acrylic color, the smaller the color indicates the darker the color
de_de: Acrylthema-Farbtransparenz Je höher der Wert ist, desto heller ist die Acrylfarbe. Je kleiner der Wert ist, desto dunkler ist die Farbe.
es: Transparencia de capa de color del tema acrílico: cuanto mayor sea el valor, más claro será el color acrílico; cuanto menor sea el color indicado, más oscuro será el color.
fr_fr: Transparence de la couleur du thème acrylique, plus la valeur est grande, plus la couleur acrylique est claire, plus la valeur est faible, plus la couleur est foncée.
zh_hans: Acrylic主题色层透明度，此值越大表示Acrylic颜色越淡，越小则表示颜色越深
zh_hant: 透明效果顏色的透明度，該數值越大，透明效果顏色越淺，越小表示顏色越深

# AccentColorLabel.Text
source: Acrylic theme color
de_de: Acrylthema-Farbe
es: Color de tema acrílico
fr_fr: Couleur de l'acrylique
zh_hans: Acrylic主题色
zh_hant: 透明效果主題色

# TintLuminositySliderLabel.Text
source: Acrylic background transmittance
de_de: Lichtdurchlässigkeit des Acrylhintergrundes
es: Transmitancia de fondo acrílico
fr_fr: Transmittance de l'arrière-plan acrylique
zh_hans: Acrylic背景透光度
zh_hant: 透明效果透光率

# TintOpacitySliderLabel.Text
source: Acrylic color transparency
de_de: Acrylfarbtransparenz
es: Transparencia de color acrílico
fr_fr: Transparence de la couleur de l'acrylique
zh_hans: Acrylic颜色透明度
zh_hant: 透明效果顏色透明度

# SettingPageUIModeLabel.Text
source: Mode
de_de: Modus
es: Modo
zh_hans: 模式
zh_hant: 模式

# SettingRecovery.Text
source: Recovery
de_de: Wiederherstellung
es: Recuperación
fr_fr: Restauration
zh_hans: 恢复
zh_hant: 復原

# SystemInfoDialog.CloseButtonText
source: Close
de_de: Schließen
es: Cerrar
fr_fr: Fermer
zh_hans: 关闭
zh_hant: 關閉

# SystemInfoDialog.Title
source: System Information
de_de: Systeminformationen
es: Información del sistema
fr_fr: Informations système
zh_hans: 系统信息
zh_hant: 系統資訊

# SystemInfoDialogBasicInfo.Text
source: Basic information
de_de: Basisinformationen
es: Información básica
fr_fr: Informations basiques
zh_hans: 基本信息
zh_hant: 基本資訊

# SystemInfoDialogCPUArchitecture.Text
source: CPU architecture
de_de: CPU-Architektur
es: Arquitectura de CPU
fr_fr: Architecture du processeur
zh_hans: CPU架构
zh_hant: CPU 架構

# SystemInfoDialogCPUCore.Text
source: CPU Core
de_de: CPU-Kern
es: Núcleo de CPU
fr_fr: Coeurs du processeur
zh_hans: CPU核心
zh_hant: CPU 核心:

# SystemInfoDialogCPUFeature.Text
source: CPU feature
de_de: CPU-Funktion
es: Función de CPU
fr_fr: Fonctionnalités du CPU
zh_hans: CPU特性
zh_hant: CPU 功能

# SystemInfoDialogCPUInfo.Text
source: CPU information
de_de: CPU-Informationen
es: Información de CPU
fr_fr: Processeur
zh_hans: CPU信息
zh_hant: CPU 資訊

# SystemInfoDialogCPUModel.Text
source: CPU model
de_de: CPU-Modell
es: Modelo de CPU
fr_fr: Modèle du processeur
zh_hans: CPU型号
zh_hant: CPU 型號

# SystemInfoDialogCurrentColorMode.Text
source: Current color mode
de_de: Aktueller Farb-Modus
es: Modo de color actual
fr_fr: Mode de couleur actuel
zh_hans: 目前色彩模式

# SystemInfoDialogDeivceModel.Text
source: Device model
de_de: Gerätemodel
es: Modelo de dispositivo
fr_fr: Modèle de l'appareil
zh_hans: 设备型号
zh_hant: 裝置型號

# SystemInfoDialogDeviceName.Text
source: Device name
de_de: Gerätename
es: Nombre del dispositivo
fr_fr: Nom de l'appareil
zh_hans: 设备名称
zh_hant: 裝置名稱

# SystemInfoDialogDisplayTitle.Text
source: Screen information
de_de: Bildschirminformationen
es: Información de pantalla
fr_fr: Ecran
zh_hans: 屏幕信息
zh_hant: 螢幕資訊

# SystemInfoDialogGPUInfo.Text
source: GPU information
de_de: GPU-Informationen
es: Información de GPU
fr_fr: Processeur graphique
zh_hans: GPU信息
zh_hant: GPU資訊

# SystemInfoDialogManufacturer.Text
source: Manufacturer
de_de: Hersteller
es: Fabricante
fr_fr: Fabricant
zh_hans: 制造商
zh_hant: 製造商

# SystemInfoDialogMemoryInfo.Text
source: Memory information
de_de: Speicherinformationen
es: Información de memoria
fr_fr: Mémoire vive
zh_hans: 内存信息
zh_hant: 記憶體資訊

# SystemInfoDialogNetwork.Text
source: Network Information
de_de: Netzwerkinformationen
es: Información de red
fr_fr: Réseau
zh_hans: 网络信息
zh_hant: 網路資訊

# SystemInfoDialogPixeldensity.Text
source: Pixel density
de_de: Pixeldichte
es: Densidad de píxeles
fr_fr: Densité de pixels
zh_hans: 像素密度
zh_hant: 像素密度

# SystemInfoDialogResolution.Text
source: Resolution
de_de: Auflösung
es: Resolución
fr_fr: Résolution
zh_hans: 分辨率
zh_hant: 解析度

# SystemInfoDialogResolutionScale.Text
source: Windows scale
de_de: Windows-Skalierung
es: Escala de Windows
fr_fr: Echelle
zh_hans: Windows缩放
zh_hant: Windows 縮放度

# SystemInfoDialogScreenSize.Text
source: Screen size
de_de: Bildschirmgröße
es: Tamaño de pantalla
fr_fr: Taille de l'écran
zh_hans: 屏幕尺寸
zh_hant: 螢幕大小

# SystemInfoDialogWindowsLanguage.Text
source: Windows language
de_de: Windows-Sprache
es: Idioma de Windows
fr_fr: Langue Windows
zh_hans: Windows语言
zh_hant: Windows 語言

# TextViewerCancel.Label
source: Cancel
de_de: Abbrechen
es: Cancelar
fr_fr: Annuler
zh_hans: 取消
zh_hant: 取消

# TextViewerSave.Label
source: Save
de_de: Speichern
es: Guardar
fr_fr: Enregistrer
zh_hans: 保存
zh_hant: 儲存

# TranscodeBoost.Content
source: Use hardware acceleration (Recommand)
de_de: Hardwarebeschleunigung verwenden (Empfohlen)
es: Usar aceleración de hardware (recomendado)
fr_fr: Accélération matériel (Recommandé)
zh_hans: 使用硬件加速(推荐)
zh_hant: 使用硬體加速(推薦)

# TranscodeDialog.CloseButtonText
source: Cancel
de_de: Abbrechen
es: Cancelar
fr_fr: Annuler
zh_hans: 取消
zh_hant: 取消

# TranscodeDialog.PrimaryButtonText
source: Confirm
de_de: Bestätigen
es: Confirmar
fr_fr: Confirmer
zh_hans: 确定
zh_hant: 確認

# TranscodeDialog.Title
source: Transcode
de_de: Umschlüsseln
es: Transcodificar
fr_fr: Transcription
zh_hans: 转码
zh_hant: 轉檔

# TranscodeFormat.Header
source: Conversion format
de_de: Konvertierungsformat
es: Formato de conversión
fr_fr: Format de conversion
zh_hans: 转换格式
zh_hant: 轉檔格式

# TranscodeImageDialog.CloseButtonText
source: Cancel
de_de: Abbrechen
es: Cancelar
fr_fr: Annuler
zh_hans: 取消
zh_hant: 取消

# TranscodeImageDialog.PrimaryButtonText
source: Confirm
de_de: Bestätigen
es: Confirmar
fr_fr: Confirmer
zh_hans: 确定
zh_hant: 確認

# TranscodeImageDialog.Title
source: Transcode
de_de: Umschlüsseln
es: Transcodificar
fr_fr: Transcription
zh_hans: 转码

# TranscodeImageDialogEnableScale.Content
source: Enable zoom
de_de: Zoom aktivieren
es: Habilitar zoom
fr_fr: Autoriser le zoom
zh_hans: 启用图片缩放
zh_hant: 啟用縮放

# TranscodeImageDialogFormat.Header
source: Target format
de_de: Zielformat
es: Formato de destino
fr_fr: Format cible
zh_hans: 目标格式
zh_hant: 目標檔案格式

# TranscodeImageDialogPickLocationButton.Content
source: Save location
de_de: Ort speichern
es: Guardar ubicación
fr_fr: Répertoire de destination
zh_hans: 选择保存位置
zh_hant: 儲存位置

# TranscodeImageDialogScale.Header
source: Proportion
de_de: Anteil
es: Proporción
zh_hans: 缩放百分比
zh_hant: 比例

# TranscodeImageDialogTips.Subtitle
source: Please specify a save location
de_de: Bitte geben Sie einen Speicherort an
es: Especifica una ubicación para guardar
fr_fr: Veuillez spécifier un répertoire de destination
zh_hans: 请指定保存位置
zh_hant: 請選擇保存位置

# TranscodeImageDialogTips.Title
source: Tips
de_de: Tipps
es: Consejos
fr_fr: Astuces
zh_hans: 提示
zh_hant: 小提示

# TranscodeImageDialogZoomMode.Header
source: Zoom Mode
de_de: Zoom-Modus
es: Modo zoom
fr_fr: Mode de zoom
zh_hans: 缩放模式
zh_hant: 縮放模式

# Toast_BroadFileSystemAccess_Text_1
source: Waiting for user to complete operation...
de_de: Auf Benutzer zum Abschließen des Vorgangs warten ...
es: Esperando a que el usuario complete la operación...
fr_fr: En attente de la fin de l'opération par l'utilisateur ...
zh_hans: 正在等待用户完成操作...
zh_hant: 等待用戶完成操作...

# Toast_BroadFileSystemAccess_Text_2
source: Please turn on file system permissions. Then click on the launch below to start immediately
de_de: Aktivieren Sie die Dateisystemberechtigungen. Klicken Sie dann auf den Start unten, um sofort zu starten.
es: Por favor, activa los permisos del sistema de archivos; a continuación, pulsa en ejecutar para iniciar inmediatamente.
fr_fr: Veuillez activer les autorisations du système de fichiers. Cliquez ensuite sur le lancement ci-dessous pour commencer immédiatement
zh_hans: 请开启文件系统权限，随后点击下方的启动
zh_hant: 請打開文件系統權限，然後點擊下面的啟動按鈕立即開始

# ExtendedSplash_Access_Tips
source: Please enable file system access for this app to work properly\rThen restart the app
de_de: Bitte aktivieren Sie den Dateisystemzugriff damit diese App ordnungsgemäß funktioniert.\rStarte dann die App neu.
es: Por favor, habilita el acceso al sistema de archivos para esta aplicación para que funcione correctamente.\rA continuación, reinicia la aplicación.
fr_fr: Veuillez activer l'accès au système de fichiers pour que cette application fonctionne correctement \rEnsuite, redémarrez l'application
zh_hans: 请开启此应用的文件系统访问权限以正常工作\r然后重新启动该应用
zh_hant: 請啟用此應用程序的文件系統訪問權限，以使其正常運行\r然後重新啟動該應用程序

# TranscodeQuality.Header
source: Quality
de_de: Qualität
es: Calidad
fr_fr: Qualité
zh_hans: 转换质量
zh_hant: 品質

# UpdateLogDialog.CloseButtonText
source: Got it
de_de: Verstanden
es: Vale
fr_fr: Compris
zh_hans: 知道了
zh_hant: 我知道了

# UpdateLogDialog.Title
source: Recently updated
de_de: Kürzlich aktualisiert
es: Actualizado recientemente
fr_fr: Récemment mis à jour
zh_hans: 最近更新
zh_hant: 最近更新

# USBDisplayName
source: Open and view files
de_de: Öffnen und Dateien sehen
es: Abrir y ver archivos
fr_fr: Ouvrir et voir les fichiers
zh_hans: 打开并查看文件
zh_hant: 開啟及預覽文件

# UserFolderDialog.CloseButtonText
source: Ignore for now
de_de: Vorerst ignorieren
es: Omitir por ahora
fr_fr: Ignorer pour l'instant
zh_hans: 暂时忽略
zh_hant: 立刻略過

# UserFolderDialog.PrimaryButtonText
source: Confirm
de_de: Bestätigen
es: Confirmar
fr_fr: Confirmer
zh_hans: 确定
zh_hant: 確認

# UserFolderDialog.Title
source: Choose library folder
de_de: Wählen Sie den Bibliotheksordner
es: Elegir carpeta de biblioteca
fr_fr: Choisissez le dossier de la bibliothèque
zh_hans: 选择库文件夹
zh_hant: 選擇資料庫資料夾

# UserFolderNotReferTip.Subtitle
source: Please specify the folder and click confirm
de_de: Geben Sie den Ordner an und klicken Sie auf Bestätigen
es: Especifica la carpeta y pulsa en "Confirmar".
fr_fr: Veuillez spécifier un dossier et confirmez
zh_hans: 请指定文件夹后再点击确定哦
zh_hant: 請指定資料夾後確認

# UserFolderReferButton.Content
source: Specify
de_de: Angeben
es: Especificar
fr_fr: Spécifier
zh_hans: 指定
zh_hant: 指定...

# UserFolderText1.Text
source: Unable to automatically determine library folder
de_de: Bibliotheksordner kann nicht automatisch ermittelt werden
es: No se ha podido determinar automáticamente la carpeta de la biblioteca.
fr_fr: Impossible de déterminer automatiquement le dossier de la bibliothèque
zh_hans: 无法自动确定库文件夹
zh_hant: 無法自動判定資料庫資料夾

# UserFolderText2.Text
source: Please specify the library folder manually
de_de: Bitte geben Sie den Bibliotheksordner manuell an
es: Especifica la carpeta de la biblioteca manualmente.
fr_fr: Veuillez spécifier le dossier de la bibliothèque manuellement
zh_hans: 请手动指定库文件夹
zh_hant: 請手動指定資料庫

# VideoEditDialog.CloseButtonText
source: Cancel
de_de: Abbrechen
es: Cancelar
fr_fr: Annuler
zh_hans: 取消
zh_hant: 取消

# VideoEditDialog.PrimaryButtonText
source: Confirm
de_de: Bestätigen
es: Confirmar
fr_fr: Confirmer
zh_hans: 确定
zh_hant: 確認

# VideoEditDialogErrorTip.Subtitle
source: This time format is incorrect, please re-enter
de_de: Dieses Zeitformat ist nicht richtig. Bitte erneut eingeben
es: El formato de hora es incorrecto; vuelve a introducirlo.
fr_fr: Ce format horaire est incorrect, veuillez saisir à nouveau
zh_hans: 此时间格式不正确，请重新输入
zh_hant: 時間格式不正確，請重新輸入

# VideoEditDialogErrorTip.Title
source: Tips
de_de: Tipps
es: Consejos
fr_fr: Astuces
zh_hans: 提示
zh_hant: 小提示

# VideoEditDialogText1.Text
source: Crop
de_de: Zuschneiden
es: Recortar
fr_fr: Recadrer
zh_hans: 裁剪
zh_hant: 裁剪

# VideoEditDialogText2.Header
source: Output encoding config
de_de: Ausgabekodierungs-Konfiguration
es: Configuración de codificación de salida
fr_fr: Config d'encodage de sortie
zh_hans: 输出编码配置
zh_hant: 輸出編碼配置

# VideoEditDialogText3.Header
source: Output quality
de_de: Ausgabequalität
es: Calidad de salida
fr_fr: Qualité de sortie
zh_hans: 输出质量
zh_hant: 輸出質量

# VideoEditDialogText4.Header
source: Crop accuracy
de_de: Zuschneidegenauigkeit
es: Precisión de recorte
fr_fr: Précision des cultures
zh_hans: 裁剪精度
zh_hant: 修剪精度

# VideoEditDialogUseSameProfile.Text
source: Use the same encoding configuration as the source video
de_de: Verwenden derselben Kodierungskonfiguration wie das Quellvideo
es: Usar la misma configuración de codificación que el vídeo fuente
fr_fr: Utiliser le même encodage que la vidéo source
zh_hans: 使用和源视频相同的编码配置
zh_hant: 使用與源視頻相同的編碼配置

# WIFIShareText.Text
source: Do not close this window during transmission
de_de: Schließen Sie dieses Fenster während der Übertragung nicht.
es: No cierres esta ventana durante la transmisión
fr_fr: Ne fermez pas cette fenêtre pendant la transmission
zh_hans: 传输过程中请勿关闭此窗口，否则将停止分享
zh_hant: 傳輸期間請勿關閉此頁面

# WIFIShareTip.Title
source: WiFi Share
de_de: WiFi-Freigabe
es: Compartir wifi
fr_fr: Partage par WiFi
zh_hans: WiFi共享
zh_hant: Wi-Fi 分享

# CompressDialog.Title
source: Compression Option
de_de: Komprimierungsoption
es: Opción de compresión
fr_fr: Option de compression
zh_hans: 压缩选项
zh_hant: 壓縮選項

# CompressDialogLevel.Header
source: Compression Level
de_de: Komprimierungsstufe
es: Nivel de compresión
fr_fr: Niveau de compression
zh_hans: 压缩等级
zh_hant: 壓縮等級

# CompressDialogName.Header
source: File name
de_de: Dateiname
es: Nombre de archivo
fr_fr: Nom de fichier
zh_hans: 文件名
zh_hant: 文檔名稱

# SettingTreeViewDetachLabel.Text
source: Navigation Pane
de_de: Navigationsbereich
es: Árbol de carpetas
fr_fr: Volet de navigation
zh_hans: 文件夹目录树
zh_hant: 資料夾目錄樹

# SettingTreeViewDetach.OffContent
source: Hide
de_de: Ausblenden
es: Ocultar
fr_fr: Cacher
zh_hans: 隐藏
zh_hant: 隱藏視窗

# SettingTreeViewDetach.OnContent
source: Show
de_de: Zeigen
es: Mostrar
fr_fr: Afficher
zh_hans: 启用
zh_hant: 顯示.

# EnableQuicklook.OffContent
source: Disabled
de_de: Deaktiviert
es: Discapacitado
fr_fr: Désactivé
zh_hans: 禁用
zh_hant: 停用

# EnableQuicklook.OnContent
source: Enabled
de_de: Aktiviert
es: Activado
fr_fr: Activé
zh_hans: 启用
zh_hant: 啟用
